Repository: common-repository/soumettre-fr
Catalog: languages/soumettrefr-*.po
Languages: fr_fr

source: Don't forget to connect your website.
fr_fr: N’oubliez pas de connecter votre site internet.

source: Your API access is invalid. Check on <a href='https://soumettre.fr/user/api-token' target='_blank' rel='noopener'>Soumettre website</a> your API key and API secret.
fr_fr: L’accès à votre API n’est pas valide. Vérifiez sur <a href='https://soumettre.fr/user/api-token' target='_blank' rel='noopener'>le site soumettre.fr</a> vos accès API.

source: Default Soumettre posts author
fr_fr: Auteur par défaut des articles Soumettre.fr

source: Random user
fr_fr: Utilisateur aléatoire

source: Random user are picked in administrator, author and editor roles
fr_fr: L’utilisateur aléatoire est sélectionné dans les rôles d’administrateur, d’auteur et d’éditeur

source: Settings
fr_fr: Paramètres

source: Weekly
fr_fr: Hebdomadaire

source: Your website can not connect with Soumettre API. Check your API credentials. If it still don't work create a support ticket.
fr_fr: Votre site web ne peut pas se connecter à l’API Soumettre.fr. Vérifiez vos informations d’identification API. Si cela ne fonctionne toujours pas, créez un ticket de support.

source: Close
fr_fr: Fermer

source: Do not display anymore.
fr_fr: Ne plus afficher.

source: Old Soumettre.fr plugin seen, your settings have been recovered and plugin deleted.
fr_fr: Nous avons remarqué que vous aviez l'ancienne version de l'extension installée, vos paramètres API ont été récupérés et l'extension supprimée.

# Image alt on logo
source: Soumettre.fr logo
fr_fr: Logo Soumettre.fr

source: Plugin settings
fr_fr: Paramètres du plugin

source: Soumettre.fr gateway
fr_fr: Passerelle Soumettre.fr

source: Connect your website now
fr_fr: Connectez votre site web dès maintenant

source: Your are not connected with Soumettre.fr API yet. You must already have an account on our website.
fr_fr: Vous n’êtes pas encore connecté à l’API Soumettre.fr. Vous devez déjà avoir un compte sur notre site Web.

source: Connect my website to Soumettre.fr
fr_fr: Connecter mon site web à Soumettre.fr

source: Your website is connected with Soumettre.fr
fr_fr: Votre site web est connecté à Soumettre.fr

source: API key:
fr_fr: Clé d’API :

source: API secret:
fr_fr: Clé secrète API :

source: disconnect
fr_fr: déconnecter

source: Your commission:
fr_fr: Votre commission :

source: Catalog commission:
fr_fr: Commission du Catalogue :

source: You have not added your website to our catalog yet. <a href='%s' target='_blank'>Click here to add it now</a>.
fr_fr: Vous n’avez pas encore ajouté votre site web à notre catalogue. <a href='%s' target='_blank'>Cliquez ici pour l’ajouter maintenant</a>.

source: State of the website
fr_fr: État du site internet

source: Waiting for validation
fr_fr: En attente de validation

source: Useful links
fr_fr: Liens utiles

source: My Soumettre.fr account
fr_fr: Mon compte Soumettre.fr

source: My API keys
fr_fr: Mes clés API

source: Manage my website
fr_fr: Gérer mon site

source: New Soumettre.fr plugin activated. You can remove your old plugin.
fr_fr: Nouveau plugin Soumettre.fr activé. Vous pouvez supprimer votre ancien plugin.

source: unknown error
fr_fr: erreur inconnue

source: get_by_id method accept only int param.
fr_fr: La methode get_by_id accepte seulement un entier.

source: Missing post
fr_fr: Article manquant

source: Unable to delete Soumettre.fr post
fr_fr: Impossible de supprimer l'article Soumettre.fr

source: nonce to secure call
fr_fr: nonce pour sécuriser l’appel

source: API key
fr_fr: Clé API

source: API secret
fr_fr: Clé secrète API

source: Amount of commissions
fr_fr: Montant des commissions

source: Post title
fr_fr: Titre de l’article

source: Post content
fr_fr: Contenu de la publication

source: Soumettre.fr content ID
fr_fr: ID du contenu Soumettre.fr

source: Post category ID
fr_fr: ID de la catégorie d'article

source: Featured image URL
fr_fr: URL de l’image à la une

source: cat_name argument must be a string.
fr_fr: L'argument cat_name doit être une chaîne de caractères.

source: Category already exists.
fr_fr: La catégorie existe déjà.

source: cat_parent must be a integer.
fr_fr: cat_parent doit être un entier.

source: cat_parent doesn't exists.
fr_fr: cat_parent n’existe pas.

source: soumettre_id must be an integer.
fr_fr: soumettre_id doit être un entier.

source: author_id must be an integer.
fr_fr: author_id doit être un entier.

source: Author doesn't exists
fr_fr: L’auteur n’existe pas

source: image must be an URL.
fr_fr: l’image doit être une URL.

source: image must be a valid URL.
fr_fr: l’image doit être une URL valide.

source: category_id must be an integer.
fr_fr: category_id doit être un entier.

source: Category doesn't exists.
fr_fr: La catégorie n’existe pas.

source: Post with this soumettre_id doesn't exsits
fr_fr: L'article avec ce soumettre_id n’existe pas

# Display the type of var
source: Commission amount should be a json array. You sent a %s
fr_fr: Le montant de la Commission devrait être un tableau json. %s reçu

source: Commission amount must be filled
fr_fr: Le montant de la Commission doit être rempli

source: Connects your website to the Soumettre.fr platform
fr_fr: Connectez votre site web à la plate-forme Soumettre.fr
